Repository: alemdisso/amm
Catalog: languages/*/auth.*.po
Languages: pt

source: #Window title
pt: IETS

source: #You could not be logged in. Please try again.
pt: Não foi possível entrar no sistema com essas credenciais. Por favor tente novamente.

source: #Access denied
pt: Acesso negado

source: #The record was successfully updated.
pt: O registro foi atualizado com sucesso

source: #Unknown
pt: Desconhecido

source: #Guest
pt: Convidado

source: #User
pt: Cadastrado

source: #Assistant
pt: Assistente administrativo

source: #Administrator
pt: Administrador

source: #Controller
pt: Gestor

source: #Coordinator
pt: Coordenador

source: #Director
pt: Diretor

source: #System administrator
pt: Sysadm

source: #New user
pt: Adicionar usuário

source: #Edit user account
pt: Editar conta de usuário

source: #Success!!!
pt: Sucesso!
